tap "danielgtaylor/restish"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "minio/stable"
tap "pulumi/tap"
brew "ansible"
brew "libssh2"
brew "libgit2"
brew "bat"
brew "bgpstream"
brew "exa"
brew "fd"
brew "fnm"
brew "gh"
brew "ghostscript"
brew "git"
brew "unbound"
brew "gnutls"
brew "go"
brew "golangci-lint"
brew "goreman"
brew "helm"
brew "jq"
brew "k3d"
brew "krb5"
brew "libpq", link: true
brew "neovim"
brew "openssl@1.1"
brew "protobuf"
brew "pulumi"
brew "ripgrep"
brew "starship"
brew "stern"
brew "tcl-tk"
brew "tldr"
brew "tmux"
brew "tree"
brew "watch"
brew "wimlib"
brew "xh"
brew "yq"
brew "danielgtaylor/restish/restish"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "minio/stable/mc"
brew "pulumi/tap/pulumictl"
cask "brave-browser"
cask "docker"
cask "dotnet"
cask "drawio"
cask "figma"
cask "font-fira-code-nerd-font"
cask "github"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iterm2"
cask "ngrok"
cask "notion"
cask "postman"
cask "protonvpn"
cask "raycast"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "warp"
cask "wireshark"
